Repository: pypi-data/pypi-mirror-78
Catalog: packages/ftw.servicenavigation/ftw.servicenavigation-1.3.1.tar.gz/ftw.servicenavigation-1.3.1/ftw/servicenavigation/locales/*/LC_MESSAGES/ftw.servicenavigation.po
Languages: de

source: error_link_validator
de: Pro Zeile darf nur ein externer oder ein interner Link angegeben werden. Beides ist nicht erlaubt.

source: label_blank
de: In neuem Fenster Ã¶ffnen?

source: label_disable_service_links
de: Service-Links nicht anzeigen

source: label_external_url
de: Externe URL

source: label_icon
de: Icon

source: label_internal_link
de: Interner Link

source: label_modify_service_navigation
de: Service-Navigation bearbeiten

source: label_service_links
de: Service-Links

source: label_service_navigation
de: Service-Navigation

source: manage service navigation
de: Service-Navigation verwalten
